Repository: iamwilliamli/LiveTranscriber
Catalog: SharedApp/AudioEvents.xcstrings
Source language: en
Languages: de, ja, nl, zh_hans, zh_hant

source: Accordion
de: Akkordeon
ja: アコーディオン
nl: Accordeon
zh_hans: 手风琴
zh_hant: 手風琴

source: Acoustic Guitar
de: Akustikgitarre
ja: アコースティックギター
nl: Akoestische gitaar
zh_hans: 原声吉他
zh_hant: 木吉他

source: Air Conditioner
de: Klimaanlage
ja: エアコン
nl: Airconditioning
zh_hans: 空调
zh_hant: 空調

source: Air Horn
de: Drucklufthorn
ja: エアホーン
nl: Luchthoorn
zh_hans: 气喇叭
zh_hant: 氣喇叭

source: Aircraft
de: Luftfahrzeug
ja: 航空機
nl: Luchtvaartuig
zh_hans: 飞机
zh_hant: 飛機

source: Airplane
de: Flugzeug
ja: 飛行機
nl: Vliegtuig
zh_hans: 飞机
zh_hant: 飛機

source: Alarm Clock
de: Wecker
ja: 目覚まし時計
nl: Wekker
zh_hans: 闹钟铃声
zh_hant: 鬧鐘鈴聲

source: Ambulance Siren
de: Krankenwagensirene
ja: 救急車のサイレン
nl: Ambulancesirene
zh_hans: 救护车警笛
zh_hant: 救護車警笛

source: Applause
de: Applaus
ja: 拍手
nl: Applaus
zh_hans: 掌声
zh_hant: 掌聲

source: Artillery Fire
de: Artilleriefeuer
ja: 砲撃音
nl: Artillerievuur
zh_hans: 炮击声
zh_hant: 炮擊聲

source: Babble
de: Stimmengewirr
ja: ざわめき
nl: Stemmengewirwar
zh_hans: 嘈杂人声
zh_hant: 嘈雜人聲

source: Baby Crying
de: Babyweinen
ja: 赤ちゃんの泣き声
nl: Huilende baby
zh_hans: 婴儿哭声
zh_hant: 嬰兒哭聲

source: Baby Laughter
de: Babylachen
ja: 赤ちゃんの笑い声
nl: Lachende baby
zh_hans: 婴儿笑声
zh_hant: 嬰兒笑聲

source: Bagpipes
de: Dudelsack
ja: バグパイプ
nl: Doedelzak
zh_hans: 风笛
zh_hant: 風笛

source: Basketball Bounce
de: Aufprallender Basketball
ja: バスケットボールのバウンド
nl: Stuiterende basketbal
zh_hans: 篮球弹跳声
zh_hant: 籃球彈跳聲

source: Bass Drum
de: Große Trommel
ja: バスドラム
nl: Grote trom
zh_hans: 低音鼓
zh_hant: 低音鼓

source: Bass Guitar
de: Bassgitarre
ja: ベースギター
nl: Basgitaar
zh_hans: 贝斯吉他
zh_hant: 貝斯吉他

source: Bassoon
de: Fagott
ja: ファゴット
nl: Fagot
zh_hans: 巴松管
zh_hant: 巴松管

# bathtub_filling_washing
source: Bathtub filling or washing
de: Badewanne füllen oder waschen
ja: 浴槽への給水または洗浄
nl: Bad vullen of wassen
zh_hans: 浴缸注水或清洗声
zh_hant: 浴缸注水或清洗聲

source: Battle Cry
de: Schlachtruf
ja: 鬨の声
nl: Strijdkreet
zh_hans: 战吼
zh_hant: 戰吼

source: Bee Buzz
de: Bienensummen
ja: ハチの羽音
nl: Zoemende bij
zh_hans: 蜜蜂嗡嗡声
zh_hant: 蜜蜂嗡嗡聲

source: Beep
de: Piepton
ja: ビープ音
nl: Pieptoon
zh_hans: 提示音
zh_hant: 提示音

source: Bell
de: Glocke
ja: ベル
nl: Bel
zh_hans: 铃声
zh_hant: 鈴聲

source: Belly Laugh
de: Herzhaftes Lachen
ja: 大笑い
nl: Schaterlach
zh_hans: 开怀大笑
zh_hant: 開懷大笑

source: Bicycle
de: Fahrrad
ja: 自転車
nl: Fiets
zh_hans: 自行车
zh_hant: 自行車

source: Bicycle Bell
de: Fahrradklingel
ja: 自転車のベル
nl: Fietsbel
zh_hans: 自行车铃声
zh_hant: 自行車鈴聲

source: Bird
de: Vogel
ja: 鳥
nl: Vogel
zh_hans: 鸟
zh_hant: 鳥

# bird_chirp_tweet
source: Bird chirping or tweeting
de: Vogelzwitschern
ja: 鳥のさえずり
nl: Vogelgetjilp
zh_hans: 鸟鸣声
zh_hant: 鳥鳴聲

source: Bird Flapping
de: Flügelschlag eines Vogels
ja: 鳥の羽ばたき
nl: Klappende vogelvleugels
zh_hans: 鸟振翅声
zh_hant: 鳥振翅聲

source: Bird Squawk
de: Vogelkreischen
ja: 鳥の鳴き声
nl: Krijsende vogel
zh_hans: 鸟类尖叫声
zh_hant: 鳥類尖叫聲

source: Bird Vocalization
de: Vogelruf
ja: 鳥の発声
nl: Vogelgeluid
zh_hans: 鸟叫声
zh_hant: 鳥叫聲

source: Biting
de: Beißen
ja: かむ音
nl: Bijten
zh_hans: 啃咬声
zh_hant: 啃咬聲

source: Blender
de: Mixer
ja: ミキサー
zh_hans: 搅拌机声
zh_hant: 攪拌機聲

# boat_water_vehicle
source: Boat or water vehicle
de: Boot oder Wasserfahrzeug
ja: ボートまたは水上船
nl: Boot of vaartuig
zh_hans: 船只或水上交通工具
zh_hant: 船隻或水上交通工具

source: Boiling
de: Kochen
ja: 沸騰音
nl: Koken
zh_hans: 沸腾声
zh_hant: 沸騰聲

source: Booing
de: Buhrufe
ja: ブーイング
nl: Boe-geroep
zh_hans: 喝倒彩声
zh_hant: 喝倒彩聲

source: Boom
de: Dröhnen
ja: 轟音
nl: Dreun
zh_hans: 轰鸣声
zh_hant: 轟鳴聲

source: Bowed string instrument
de: Streichinstrument
ja: 擦弦楽器
nl: Strijkinstrument
zh_hans: 弓弦乐器
zh_hant: 弓弦樂器

source: Bowling Impact
de: Bowling-Aufprall
ja: ボウリングの衝突音
zh_hans: 保龄球撞击声
zh_hant: 保齡球撞擊聲

source: Brass Instrument
de: Blechblasinstrument
ja: 金管楽器
nl: Koperblaasinstrument
zh_hans: 铜管乐器
zh_hant: 銅管樂器

source: Breathing
de: Atmen
ja: 呼吸音
nl: Ademhaling
zh_hans: 呼吸声
zh_hant: 呼吸聲

source: Burp
de: Rülpsen
ja: げっぷ
nl: Boer
zh_hans: 嗳气声
zh_hant: 噯氣聲

source: Camera
de: Kamera
ja: カメラ
zh_hans: 相机快门声
zh_hant: 相機快門聲

source: Car Horn
de: Autohupe
ja: 車のクラクション
nl: Claxon
zh_hans: 汽车喇叭
zh_hant: 汽車喇叭

source: Car Passing By
de: Vorbeifahrendes Auto
ja: 通過する車
nl: Voorbijrijdende auto
zh_hans: 汽车驶过声
zh_hant: 汽車駛過聲

source: Cat
de: Katze
ja: 猫
nl: Kat
zh_hans: 猫
zh_hant: 貓

source: Cat Meow
de: Katzenmiauen
ja: 猫の鳴き声
nl: Miauwende kat
zh_hans: 猫叫声
zh_hant: 貓叫聲

source: Cat Purr
de: Katzenschnurren
ja: 猫の喉鳴らし
nl: Spinnende kat
zh_hans: 猫呼噜声
zh_hant: 貓呼嚕聲

source: Chainsaw
de: Kettensäge
ja: チェーンソー
nl: Kettingzaag
zh_hans: 链锯声
zh_hant: 鏈鋸聲

source: Chatter
de: Geschnatter
ja: 話し声
nl: Geklets
zh_hans: 交谈声
zh_hant: 交談聲

source: Cheering
de: Jubel
ja: 歓声
nl: Gejuich
zh_hans: 欢呼
zh_hant: 歡呼

source: Chewing
de: Kauen
ja: そしゃく音
nl: Kauwen
zh_hans: 咀嚼声
zh_hant: 咀嚼聲

source: Chicken
de: Huhn
ja: ニワトリ
nl: Kip
zh_hans: 鸡
zh_hant: 雞

source: Chicken Cluck
de: Hühnergackern
ja: ニワトリの鳴き声
nl: Kakelende kip
zh_hans: 母鸡咯咯叫
zh_hant: 母雞咯咯叫

source: Children Shouting
de: Rufende Kinder
ja: 子どもの叫び声
nl: Roepende kinderen
zh_hans: 儿童喊叫声
zh_hant: 兒童喊叫聲

source: Chime
de: Glockenspiel
ja: チャイム
nl: Klokkenspel
zh_hans: 钟声
zh_hant: 鐘聲

source: Choir Singing
de: Chorgesang
ja: 合唱
nl: Koorzang
zh_hans: 合唱
zh_hant: 合唱

source: Chopping Food
de: Lebensmittel hacken
ja: 食材を刻む音
nl: Voedsel snijden
zh_hans: 切菜声
zh_hant: 切菜聲

source: Chopping Wood
de: Holz hacken
ja: 薪割り
nl: Hout hakken
zh_hans: 劈柴声
zh_hant: 劈柴聲

# chuckle_chortle
source: Chuckle or chortle
de: Kichern oder Glucksen
ja: くすくす笑い
nl: Grinniken of gniffelen
zh_hans: 咯咯笑
zh_hant: 咯咯笑

source: Church Bell
de: Kirchenglocke
ja: 教会の鐘
nl: Kerkklok
zh_hans: 教堂钟声
zh_hant: 教堂鐘聲

source: Civil Defense Siren
de: Zivilschutzsirene
ja: 防災サイレン
nl: Sirene van de burgerbescherming
zh_hans: 民防警笛
zh_hant: 民防警笛

source: Clapping
de: Klatschen
ja: 拍手音
nl: Handgeklap
zh_hans: 拍手
zh_hant: 拍手

source: Clarinet
de: Klarinette
ja: クラリネット
nl: Klarinet
zh_hans: 单簧管
zh_hant: 單簧管

source: Click
de: Klick
ja: クリック音
nl: Klik
zh_hans: 咔哒声
zh_hant: 咔噠聲

source: Clock
de: Uhr
ja: 時計
nl: Klok
zh_hans: 时钟声
zh_hant: 時鐘聲

source: Coin Dropping
de: Fallende Münze
ja: 硬貨が落ちる音
nl: Vallende munt
zh_hans: 硬币掉落声
zh_hant: 硬幣掉落聲

source: Cough
de: Husten
ja: せき
nl: Hoest
zh_hans: 咳嗽
zh_hant: 咳嗽

source: Cow Moo
de: Kuhmuhen
ja: 牛の鳴き声
nl: Loeiende koe
zh_hans: 牛哞叫
zh_hant: 牛哞叫

source: Cowbell
de: Kuhglocke
ja: カウベル
nl: Koebel
zh_hans: 牛铃
zh_hant: 牛鈴

source: Coyote Howl
de: Kojotengeheul
ja: コヨーテの遠ぼえ
nl: Huilende coyote
zh_hans: 郊狼嚎叫
zh_hant: 郊狼嚎叫

source: Cricket Chirp
de: Grillenzirpen
ja: コオロギの鳴き声
nl: Tjilpende krekel
zh_hans: 蟋蟀鸣叫
zh_hant: 蟋蟀鳴叫

source: Crow Caw
de: Krähenruf
ja: カラスの鳴き声
nl: Krassende kraai
zh_hans: 乌鸦叫声
zh_hant: 烏鴉叫聲

source: Crowd
de: Menschenmenge
ja: 群衆
nl: Menigte
zh_hans: 人群
zh_hant: 人群

# crumpling_crinkling
source: Crumpling or crinkling
de: Knüllen oder Knistern
ja: くしゃくしゃ・カサカサ音
nl: Kreukelen of knisperen
zh_hans: 揉皱声
zh_hant: 揉皺聲

source: Crushing
de: Zerdrücken
ja: つぶす音
nl: Verpletteren
zh_hans: 压碎声
zh_hant: 壓碎聲

# crying_sobbing
source: Crying or sobbing
de: Weinen oder Schluchzen
ja: 泣き声またはすすり泣き
nl: Huilen of snikken
zh_hans: 哭泣或抽泣
zh_hant: 哭泣或抽泣

# cutlery_silverware
source: Cutlery or silverware
de: Besteck
ja: 食器類
nl: Bestek
zh_hans: 餐具或银器
zh_hant: 餐具或銀器

source: Cymbal
de: Becken
ja: シンバル
nl: Cimbaal
zh_hans: 钹
zh_hant: 鈸

source: Disc Scratching
de: Platten-Scratching
ja: レコードスクラッチ
nl: Plaat scratchen
zh_hans: 唱片刮擦声
zh_hant: 唱片刮擦聲

# dishes_pots_pans
source: Dishes, pots, or pans
de: Geschirr, Töpfe oder Pfannen
ja: 食器・鍋・フライパン
nl: Servies, potten of pannen
zh_hans: 碗碟锅具声
zh_hant: 碗碟鍋具聲

source: Dog
de: Hund
ja: 犬
nl: Hond
zh_hans: 狗
zh_hant: 狗

source: Dog Bark
de: Hundegebell
ja: 犬のほえ声
nl: Blaffende hond
zh_hans: 狗吠
zh_hant: 狗吠

source: Dog Bow Wow
de: Wuffender Hund
ja: 犬のワンワンという鳴き声
nl: Woef van een hond
zh_hans: 狗汪汪叫
zh_hant: 狗汪汪叫

source: Dog Growl
de: Hundeknurren
ja: 犬のうなり声
nl: Grommende hond
zh_hans: 狗低吼
zh_hant: 狗低吼

source: Dog Howl
de: Hundegeheul
ja: 犬の遠ぼえ
nl: Huilende hond
zh_hans: 狗嚎叫
zh_hant: 狗嚎叫

source: Dog Whimper
de: Hundewinseln
ja: 犬のクンクンという鳴き声
nl: Jankende hond
zh_hans: 狗呜咽
zh_hant: 狗嗚咽

source: Door
de: Tür
ja: ドア
nl: Deur
zh_hans: 门
zh_hant: 門

source: Door Bell
de: Türklingel
ja: ドアベル
nl: Deurbel
zh_hans: 门铃
zh_hant: 門鈴

source: Door Slam
de: Zuschlagende Tür
ja: ドアを強く閉める音
nl: Dichtslaande deur
zh_hans: 摔门声
zh_hant: 摔門聲

source: Door Sliding
de: Schiebetür
ja: 引き戸の音
nl: Schuifdeur
zh_hans: 滑动门声
zh_hant: 滑動門聲

source: Double Bass
de: Kontrabass
ja: コントラバス
nl: Contrabas
zh_hans: 低音提琴
zh_hant: 低音提琴

source: Drawer Open Close
de: Schublade öffnen oder schließen
ja: 引き出しの開閉
nl: Lade openen of sluiten
zh_hans: 抽屉开合声
zh_hant: 抽屜開合聲

source: Drill
de: Bohrmaschine
ja: ドリル
nl: Boormachine
zh_hans: 电钻声
zh_hant: 電鑽聲

source: Drum
de: Trommel
ja: ドラム
nl: Trommel
zh_hans: 鼓
zh_hant: 鼓

source: Drum Kit
de: Schlagzeug
ja: ドラムセット
nl: Drumstel
zh_hans: 鼓组
zh_hant: 鼓組

source: Duck Quack
de: Entenquaken
ja: アヒルの鳴き声
nl: Kwakende eend
zh_hans: 鸭叫声
zh_hant: 鴨叫聲

source: Electric Guitar
de: E-Gitarre
ja: エレキギター
nl: Elektrische gitaar
zh_hans: 电吉他
zh_hant: 電吉他

source: Electric Piano
de: E-Piano
ja: 電子ピアノ
nl: Elektrische piano
zh_hans: 电钢琴
zh_hant: 電鋼琴

source: Electric Shaver
de: Elektrorasierer
ja: 電気シェーバー
nl: Elektrisch scheerapparaat
zh_hans: 电动剃须刀声
zh_hant: 電動剃須刀聲

source: Electronic Organ
de: Elektronische Orgel
ja: 電子オルガン
nl: Elektronisch orgel
zh_hans: 电子风琴
zh_hant: 電子風琴

source: Elk Bugle
de: Wapitiruf
ja: エルクの鳴き声
nl: Roep van een wapiti
zh_hans: 马鹿鸣叫
zh_hant: 馬鹿鳴叫

source: Emergency Vehicle
de: Einsatzfahrzeug
ja: 緊急車両
nl: Hulpverleningsvoertuig
zh_hans: 应急车辆声
zh_hant: 應急車輛聲

source: Engine
de: Motor
ja: エンジン
nl: Motor
zh_hans: 发动机声
zh_hant: 發動機聲

# engine_accelerating_revving
source: Engine accelerating or revving
de: Beschleunigender oder aufheulender Motor
ja: エンジンの加速または空ぶかし
nl: Optrekkende of toeren makende motor
zh_hans: 发动机加速或轰油门声
zh_hant: 發動機加速或轟油門聲

source: Engine Idling
de: Motor im Leerlauf
ja: エンジンのアイドリング
nl: Stationair draaiende motor
zh_hans: 发动机怠速声
zh_hant: 發動機怠速聲

source: Engine Knocking
de: Motorklopfen
ja: エンジンのノッキング
nl: Kloppende motor
zh_hans: 发动机爆震声
zh_hant: 發動機爆震聲

source: Engine Starting
de: Startender Motor
ja: エンジン始動
nl: Startende motor
zh_hans: 发动机启动声
zh_hant: 發動機啓動聲

source: Eruption
de: Ausbruch
ja: 噴火
nl: Uitbarsting
zh_hans: 火山喷发声
zh_hant: 火山噴發聲

source: Finger Snapping
de: Fingerschnippen
ja: 指を鳴らす音
nl: Vingerknippen
zh_hans: 打响指
zh_hant: 打響指

source: Fire
de: Feuer
ja: 火
nl: Vuur
zh_hans: 燃烧声
zh_hant: 燃燒聲

source: Fire Crackle
de: Feuerknistern
ja: 火がはぜる音
nl: Knetterend vuur
zh_hans: 火焰噼啪声
zh_hant: 火焰噼啪聲

source: Fire Engine Siren
de: Feuerwehrsirene
ja: 消防車のサイレン
nl: Brandweersirene
zh_hans: 消防车警笛
zh_hant: 消防車警笛

source: Firecracker
de: Knallkörper
ja: 爆竹
nl: Voetzoeker
zh_hans: 爆竹声
zh_hant: 爆竹聲

source: Fireworks
de: Feuerwerk
ja: 花火
nl: Vuurwerk
zh_hans: 烟花爆炸声
zh_hant: 煙花爆炸聲

source: Flute
de: Flöte
ja: フルート
nl: Fluit
zh_hans: 长笛
zh_hant: 長笛

source: Fly Buzz
de: Fliegensummen
ja: ハエの羽音
nl: Zoemende vlieg
zh_hans: 苍蝇嗡嗡声
zh_hant: 蒼蠅嗡嗡聲

source: Foghorn
de: Nebelhorn
ja: 霧笛
nl: Misthoorn
zh_hans: 雾笛
zh_hant: 霧笛

source: Fowl
de: Geflügel
ja: 家禽
nl: Pluimvee
zh_hans: 禽类
zh_hant: 禽類

source: French Horn
de: Waldhorn
ja: フレンチホルン
nl: Hoorn
zh_hans: 圆号
zh_hant: 圓號

source: Frog
de: Frosch
ja: カエル
nl: Kikker
zh_hans: 青蛙
zh_hant: 青蛙

source: Frog Croak
de: Froschquaken
ja: カエルの鳴き声
nl: Kwakende kikker
zh_hans: 蛙鸣声
zh_hant: 蛙鳴聲

source: Frying Food
de: Bratendes Essen
ja: 食べ物を揚げる・焼く音
nl: Bakkend voedsel
zh_hans: 煎炸声
zh_hant: 煎炸聲

source: Gargling
de: Gurgeln
ja: うがい音
nl: Gorgelen
zh_hans: 漱口声
zh_hant: 漱口聲

source: Gasp
de: Keuchen
ja: 息をのむ音
nl: Naar adem happen
zh_hans: 倒吸气声
zh_hant: 倒吸氣聲

source: Giggling
de: Kichern
ja: くすくす笑い
nl: Giechelen
zh_hans: 咯咯笑
zh_hant: 咯咯笑

source: Glass Breaking
de: Zerbrechendes Glas
ja: ガラスが割れる音
nl: Breekend glas
zh_hans: 玻璃破碎声
zh_hant: 玻璃破碎聲

source: Glass Clink
de: Gläserklirren
ja: グラスが触れ合う音
nl: Klinkend glas
zh_hans: 玻璃碰撞声
zh_hant: 玻璃碰撞聲

source: Goose Honk
de: Gänseschnattern
ja: ガチョウの鳴き声
nl: Gakkende gans
zh_hans: 鹅叫声
zh_hant: 鵝叫聲

source: Guitar
de: Gitarre
ja: ギター
nl: Gitaar
zh_hans: 吉他
zh_hant: 吉他

source: Guitar Strum
de: Gitarrenanschlag
ja: ギターのストローク
nl: Gitaar aanslaan
zh_hans: 吉他扫弦
zh_hant: 吉他掃弦

source: Guitar Tapping
de: Gitarren-Tapping
ja: ギターのタッピング
nl: Gitaar tapping
zh_hans: 吉他点弦
zh_hant: 吉他點弦

source: Gunshot Gunfire
de: Schuss oder Gewehrfeuer
ja: 銃声・射撃音
nl: Schot of geweervuur
zh_hans: 枪声
zh_hant: 槍聲

source: Gurgling
de: Gluckern
ja: ゴボゴボ音
nl: Borrelend geluid
zh_hans: 咕噜声
zh_hant: 咕嚕聲

source: Hair Dryer
de: Haartrockner
ja: ヘアドライヤー
nl: Haardroger
zh_hans: 吹风机声
zh_hant: 吹風機聲

source: Hammond Organ
de: Hammondorgel
ja: ハモンドオルガン
nl: Hammondorgel
zh_hans: 哈蒙德风琴
zh_hant: 哈蒙德風琴

source: Harmonica
de: Mundharmonika
ja: ハーモニカ
nl: Mondharmonica
zh_hans: 口琴
zh_hant: 口琴

source: Harp
de: Harfe
ja: ハープ
zh_hans: 竖琴
zh_hant: 竪琴

source: Harpsichord
de: Cembalo
ja: チェンバロ
nl: Klavecimbel
zh_hans: 羽管键琴
zh_hant: 羽管鍵琴

source: Hedge Trimmer
de: Heckenschere
ja: ヘッジトリマー
nl: Heggenschaar
zh_hans: 绿篱修剪机声
zh_hant: 綠籬修剪機聲

source: Helicopter
de: Hubschrauber
ja: ヘリコプター
nl: Helikopter
zh_hans: 直升机
zh_hant: 直升機

source: Hiccup
de: Schluckauf
ja: しゃっくり
nl: Hik
zh_hans: 打嗝声
zh_hant: 打嗝聲

# horse_clip_clop
source: Horse hoofbeats
de: Pferdehufe
ja: 馬のひづめの音
nl: Paardenhoeven
zh_hans: 马蹄声
zh_hant: 馬蹄聲

source: Horse Neigh
de: Pferdewiehern
ja: 馬のいななき
nl: Hinnikend paard
zh_hans: 马嘶声
zh_hant: 馬嘶聲

source: Humming
de: Summen
ja: ハミング
nl: Neuriën
zh_hans: 哼唱声
zh_hant: 哼唱聲

source: Insect
de: Insekt
ja: 昆虫
zh_hans: 昆虫
zh_hant: 昆蟲

source: Keyboard Musical
de: Musik-Keyboard
ja: 電子キーボード
nl: Muzikaal keyboard
zh_hans: 电子键盘乐器
zh_hant: 電子鍵盤樂器

source: Keys Jangling
de: Klimpernde Schlüssel
ja: 鍵がじゃらじゃら鳴る音
nl: Rinkelende sleutels
zh_hans: 钥匙碰撞声
zh_hant: 鑰匙碰撞聲

source: Knock
de: Klopfen
ja: ノック音
nl: Klop
zh_hans: 敲击声
zh_hant: 敲擊聲

source: Laughter
de: Lachen
ja: 笑い声
nl: Gelach
zh_hans: 笑声
zh_hant: 笑聲

source: Lawn Mower
de: Rasenmäher
ja: 芝刈り機
nl: Grasmaaier
zh_hans: 割草机
zh_hant: 割草機

source: Lion Roar
de: Löwengebrüll
ja: ライオンのほえ声
nl: Brullende leeuw
zh_hans: 狮子吼叫
zh_hant: 獅子吼叫

source: Liquid Dripping
de: Tropfende Flüssigkeit
ja: 液体が滴る音
nl: Druppelende vloeistof
zh_hans: 液体滴落声
zh_hant: 液體滴落聲

source: Liquid Filling Container
de: Flüssigkeit in Behälter füllen
ja: 容器に液体を注ぐ音
nl: Vloeistof in een houder vullen
zh_hans: 液体注入容器声
zh_hant: 液體注入容器聲

source: Liquid Pouring
de: Flüssigkeit gießen
ja: 液体を注ぐ音
nl: Vloeistof schenken
zh_hans: 倾倒液体声
zh_hant: 傾倒液體聲

source: Liquid Sloshing
de: Schwappende Flüssigkeit
ja: 液体が揺れる音
nl: Klotsende vloeistof
zh_hans: 液体晃荡声
zh_hant: 液體晃蕩聲

source: Liquid Splashing
de: Spritzende Flüssigkeit
ja: 液体がはねる音
nl: Spattende vloeistof
zh_hans: 液体飞溅声
zh_hant: 液體飛濺聲

source: Liquid Spraying
de: Sprühende Flüssigkeit
ja: 液体を噴霧する音
nl: Sproeiende vloeistof
zh_hans: 液体喷洒声
zh_hant: 液體噴灑聲

source: Liquid Squishing
de: Quetschende Flüssigkeit
ja: 液体を押しつぶす音
nl: Soppende vloeistof
zh_hans: 湿软挤压声
zh_hant: 濕軟擠壓聲

# liquid_trickle_dribble
source: Liquid trickling or dribbling
de: Rinnende oder tröpfelnde Flüssigkeit
ja: 液体がちょろちょろ流れる音
nl: Sijpelende of druppelende vloeistof
zh_hans: 液体涓流声
zh_hant: 液體涓流聲

source: Mallet Percussion
de: Stabspiel
ja: マレット打楽器
nl: Slagwerk met stokken
zh_hans: 槌击乐器
zh_hant: 槌擊樂器

source: Mandolin
de: Mandoline
ja: マンドリン
nl: Mandoline
zh_hans: 曼陀林
zh_hant: 曼陀林

# marimba_xylophone
source: Marimba or xylophone
de: Marimba oder Xylofon
ja: マリンバまたは木琴
nl: Marimba of xylofoon
zh_hans: 马林巴或木琴
zh_hant: 馬林巴或木琴

source: Mechanical Fan
de: Mechanischer Ventilator
ja: 機械式ファン
nl: Mechanische ventilator
zh_hans: 风扇声
zh_hant: 風扇聲

source: Microwave Oven
de: Mikrowelle
ja: 電子レンジ
nl: Magnetron
zh_hans: 微波炉
zh_hant: 微波爐

source: Mosquito Buzz
de: Mückensummen
ja: 蚊の羽音
nl: Zoemende mug
zh_hans: 蚊子嗡嗡声
zh_hant: 蚊子嗡嗡聲

# motorboat_speedboat
source: Motorboat or speedboat
de: Motorboot oder Schnellboot
ja: モーターボートまたはスピードボート
nl: Motorboot of speedboot
zh_hans: 摩托艇或快艇
zh_hant: 摩托艇或快艇

source: Motorcycle
de: Motorrad
ja: オートバイ
nl: Motorfiets
zh_hans: 摩托车
zh_hant: 摩托車

source: Music
de: Musik
ja: 音楽
nl: Muziek
zh_hans: 音乐
zh_hant: 音樂

source: Nose Blowing
de: Naseputzen
ja: 鼻をかむ音
nl: Neus snuiten
zh_hans: 擤鼻涕声
zh_hant: 擤鼻涕聲

source: Ocean
de: Ozean
ja: 海
nl: Oceaan
zh_hans: 海洋声
zh_hant: 海洋聲

source: Orchestra
de: Orchester
ja: オーケストラ
nl: Orkest
zh_hans: 管弦乐队
zh_hant: 管弦樂隊

source: Organ
de: Orgel
ja: オルガン
nl: Orgel
zh_hans: 管风琴
zh_hant: 管風琴

source: Owl Hoot
de: Eulenruf
ja: フクロウの鳴き声
nl: Oehoe-roep
zh_hans: 猫头鹰叫声
zh_hant: 貓頭鷹叫聲

source: Percussion
de: Schlaginstrument
ja: 打楽器
nl: Slagwerk
zh_hans: 打击乐器
zh_hant: 打擊樂器

source: Person Running
de: Laufende Person
ja: 走る人
nl: Rennende persoon
zh_hans: 跑步声
zh_hant: 跑步聲

source: Person Shuffling
de: Schlurfende Person
ja: 足を引きずる人
nl: Schuifelende persoon
zh_hans: 拖步声
zh_hant: 拖步聲

source: Person Walking
de: Gehende Person
ja: 歩く人
nl: Lopende persoon
zh_hans: 脚步声
zh_hant: 腳步聲

source: Piano
de: Klavier
ja: ピアノ
zh_hans: 钢琴
zh_hant: 鋼琴

source: Pig Oink
de: Schweinegrunzen
ja: ブタの鳴き声
nl: Knorrend varken
zh_hans: 猪哼叫
zh_hant: 豬哼叫

# pigeon_dove_coo
source: Pigeon or dove cooing
de: Gurrende Taube
ja: ハトの鳴き声
nl: Koerende duif
zh_hans: 鸽子咕咕叫
zh_hant: 鴿子咕咕叫

source: Playing Badminton
de: Badminton spielen
ja: バドミントン
nl: Badminton spelen
zh_hans: 打羽毛球
zh_hant: 打羽毛球

source: Playing Hockey
de: Hockey spielen
ja: ホッケー
nl: Hockey spelen
zh_hans: 打曲棍球
zh_hant: 打曲棍球

source: Playing Squash
de: Squash spielen
ja: スカッシュ
nl: Squash spelen
zh_hans: 打壁球
zh_hant: 打壁球

source: Playing Table Tennis
de: Tischtennis spielen
ja: 卓球
nl: Tafeltennis spelen
zh_hans: 打乒乓球
zh_hant: 打乒乓球

source: Playing Tennis
de: Tennis spielen
ja: テニス
nl: Tennis spelen
zh_hans: 打网球
zh_hant: 打網球

source: Playing Volleyball
de: Volleyball spielen
ja: バレーボール
nl: Volleybal spelen
zh_hans: 打排球
zh_hant: 打排球

source: Plucked String Instrument
de: Zupfinstrument
ja: 撥弦楽器
nl: Tokkelinstrument
zh_hans: 拨弦乐器
zh_hant: 撥弦樂器

source: Police Siren
de: Polizeisirene
ja: パトカーのサイレン
nl: Politiesirene
zh_hans: 警车警笛
zh_hant: 警車警笛

source: Power Tool
de: Elektrowerkzeug
ja: 電動工具
nl: Elektrisch gereedschap
zh_hans: 电动工具声
zh_hant: 電動工具聲

source: Power Windows
de: Elektrische Fensterheber
ja: パワーウインドウ
nl: Elektrische ramen
zh_hans: 电动车窗声
zh_hant: 電動車窗聲

source: Printer
de: Drucker
ja: プリンター
zh_hans: 打印机声
zh_hant: 打印機聲

source: Race Car
de: Rennwagen
ja: レーシングカー
nl: Raceauto
zh_hans: 赛车声
zh_hant: 賽車聲

source: Rail transport
de: Schienenverkehr
ja: 鉄道輸送
nl: Spoorvervoer
zh_hans: 铁路交通
zh_hant: 鐵路運輸

source: Railroad Car
de: Eisenbahnwagen
ja: 鉄道車両
nl: Treinwagon
zh_hans: 铁路车厢
zh_hant: 鐵路車廂

source: Rain
de: Regen
ja: 雨
nl: Regen
zh_hans: 雨声
zh_hant: 雨聲

source: Raindrop
de: Regentropfen
ja: 雨滴
nl: Regendruppel
zh_hans: 雨滴声
zh_hant: 雨滴聲

source: Rapping
de: Rap
ja: ラップ
nl: Rappen
zh_hans: 说唱
zh_hant: 說唱

source: Ratchet And Pawl
de: Ratsche und Sperrklinke
ja: ラチェットとつめ
nl: Ratel en pal
zh_hans: 棘轮机构声
zh_hant: 棘輪機構聲

source: Rattle Instrument
de: Rasselinstrument
ja: ラトル楽器
nl: Rammelinstrument
zh_hans: 沙锤
zh_hant: 沙錘

source: Reverse Beeps
de: Rückfahrwarnton
ja: 後退警告音
nl: Achteruitrijpiepjes
zh_hans: 倒车提示音
zh_hant: 倒車提示音

source: Ringtone
de: Klingelton
ja: 着信音
nl: Beltoon
zh_hans: 铃声
zh_hant: 鈴聲

source: Rooster Crow
de: Hahnenschrei
ja: 雄鶏の鳴き声
nl: Kraaiende haan
zh_hans: 公鸡打鸣
zh_hant: 公雞打鳴

source: Rope Skipping
de: Seilspringen
ja: 縄跳び
nl: Touwtjespringen
zh_hans: 跳绳
zh_hant: 跳繩

# rowboat_canoe_kayak
source: Rowboat, canoe, or kayak
de: Ruderboot, Kanu oder Kajak
ja: 手こぎボート・カヌー・カヤック
nl: Roeiboot, kano of kajak
zh_hans: 划艇、独木舟或皮划艇
zh_hant: 划艇、獨木舟或皮划艇

source: Sailing
de: Segeln
ja: セーリング
nl: Zeilen
zh_hans: 帆船航行声
zh_hant: 帆船航行聲

source: Saw
de: Säge
ja: のこぎり
nl: Zaag
zh_hans: 锯切声
zh_hant: 鋸切聲

source: Saxophone
de: Saxofon
ja: サクソフォーン
nl: Saxofoon
zh_hans: 萨克斯管
zh_hant: 薩克斯管

source: Scissors
de: Schere
ja: はさみ
nl: Schaar
zh_hans: 剪刀声
zh_hant: 剪刀聲

source: Screaming
de: Schreien
ja: 悲鳴
nl: Gillen
zh_hans: 尖叫
zh_hant: 尖叫

source: Scuba Diving
de: Gerätetauchen
ja: スキューバダイビング
nl: Duiken
zh_hans: 水肺潜水声
zh_hant: 水肺潛水聲

source: Sea Waves
de: Meereswellen
ja: 海の波
nl: Zeegolven
zh_hans: 海浪
zh_hant: 海浪

source: Sewing Machine
de: Nähmaschine
ja: ミシン
nl: Naaimachine
zh_hans: 缝纫机
zh_hant: 縫紉機

source: Sheep Bleat
de: Schafsblöken
ja: ヒツジの鳴き声
nl: Blatend schaap
zh_hans: 羊咩叫
zh_hant: 羊咩叫

source: Shofar
de: Schofar
ja: ショファル
nl: Sjofar
zh_hans: 羊角号
zh_hant: 羊角號

source: Shout
de: Ruf
ja: 叫び声
nl: Roep
zh_hans: 喊叫声
zh_hant: 喊叫聲

source: Sigh
de: Seufzen
ja: ため息
nl: Zucht
zh_hans: 叹气声
zh_hant: 嘆氣聲

source: Silence
de: Stille
ja: 無音
nl: Stilte
zh_hans: 寂静
zh_hant: 寂靜

source: Singing
de: Gesang
ja: 歌声
nl: Zang
zh_hans: 唱歌
zh_hant: 唱歌

source: Singing Bowl
de: Klangschale
ja: シンギングボウル
nl: Klankschaal
zh_hans: 颂钵
zh_hant: 頌鉢

# sink_filling_washing
source: Sink filling or washing
de: Spülbecken füllen oder waschen
ja: 流しへの給水または洗浄
nl: Gootsteen vullen of wassen
zh_hans: 水槽注水或清洗声
zh_hant: 水槽注水或清洗聲

source: Siren
de: Sirene
ja: サイレン
nl: Sirene
zh_hans: 警笛
zh_hant: 警笛

source: Skiing
de: Skifahren
ja: スキー
nl: Skiën
zh_hans: 滑雪
zh_hant: 滑雪

source: Slap Smack
de: Klaps oder Schlag
ja: 平手打ち・たたく音
nl: Klap of smak
zh_hans: 拍打声
zh_hant: 拍打聲

source: Slurp
de: Schlürfen
ja: すする音
nl: Slurpen
zh_hans: 啜饮声
zh_hant: 啜飲聲

source: Smoke Detector
de: Rauchmelder
ja: 煙探知機
nl: Rookmelder
zh_hans: 烟雾探测器
zh_hant: 煙霧探測器

source: Snake Hiss
de: Schlangenzischen
ja: ヘビの威嚇音
nl: Sissende slang
zh_hans: 蛇嘶嘶声
zh_hant: 蛇嘶嘶聲

source: Snake Rattle
de: Klapperschlange
ja: ガラガラヘビの音
nl: Ratelende slang
zh_hans: 响尾蛇摇尾声
zh_hant: 響尾蛇搖尾聲

source: Snare Drum
de: Kleine Trommel
ja: スネアドラム
zh_hans: 小军鼓
zh_hant: 小軍鼓

source: Sneeze
de: Niesen
ja: くしゃみ
nl: Nies
zh_hans: 打喷嚏
zh_hant: 打噴嚏

source: Snicker
de: Unterdrücktes Kichern
ja: 忍び笑い
nl: Gnuiven
zh_hans: 窃笑
zh_hant: 竊笑

source: Snoring
de: Schnarchen
ja: いびき
nl: Snurken
zh_hans: 打鼾声
zh_hant: 打鼾聲

source: Squeak
de: Quietschen
ja: きしむ音
nl: Piepen
zh_hans: 吱吱声
zh_hant: 吱吱聲

# steel_guitar_slide_guitar
source: Steel guitar or slide guitar
de: Steelgitarre oder Slide-Gitarre
ja: スティールギターまたはスライドギター
nl: Steelgitaar of slidegitaar
zh_hans: 钢棒吉他或滑棒吉他
zh_hant: 鋼棒吉他或滑棒吉他

source: Stream Burbling
de: Plätschernder Bach
ja: 小川のせせらぎ
nl: Kabbelende beek
zh_hans: 溪流潺潺声
zh_hant: 溪流潺潺聲

# subway_metro
source: Subway or metro
de: U-Bahn oder Metro
ja: 地下鉄
nl: Metro
zh_hans: 地铁
zh_hant: 捷運或地鐵

source: Tambourine
de: Tamburin
ja: タンバリン
nl: Tamboerijn
zh_hans: 铃鼓
zh_hant: 鈴鼓

source: Tap
de: Tippen
ja: 軽くたたく音
nl: Tik
zh_hans: 轻敲声
zh_hant: 輕敲聲

source: Tearing
de: Reißen
ja: 引き裂く音
nl: Scheuren
zh_hans: 撕裂声
zh_hant: 撕裂聲

source: Telephone
de: Telefon
ja: 電話
nl: Telefoon
zh_hans: 电话声
zh_hant: 電話聲

source: Telephone Bell Ringing
de: Telefonklingeln
ja: 電話のベル
nl: Rinkelende telefoon
zh_hans: 电话铃声
zh_hant: 電話鈴聲

source: Thump Thud
de: Dumpfer Schlag
ja: ドスンという音
nl: Doffe klap
zh_hans: 砰咚声
zh_hant: 砰咚聲

source: Thunder
de: Donner
ja: 雷鳴
nl: Donder
zh_hans: 雷声
zh_hant: 雷聲

source: Thunderstorm
de: Gewitter
ja: 雷雨
nl: Onweer
zh_hans: 雷暴
zh_hant: 雷暴

source: Tick
de: Ticken
ja: チクッという音
nl: Tik
zh_hans: 滴答声
zh_hant: 滴答聲

source: Tick Tock
de: Ticktack
ja: チクタク音
nl: Tik-tak
zh_hans: 滴答滴答
zh_hant: 滴答滴答

source: Timpani
de: Pauke
ja: ティンパニ
nl: Pauken
zh_hans: 定音鼓
zh_hant: 定音鼓

source: Toilet Flush
de: Toilettenspülung
ja: トイレを流す音
nl: Toilet doorspoelen
zh_hans: 马桶冲水
zh_hant: 馬桶衝水

source: Toothbrush
de: Zahnbürste
ja: 歯ブラシ
nl: Tandenborstel
zh_hans: 牙刷
zh_hant: 牙刷

source: Traffic Noise
de: Verkehrslärm
ja: 交通騒音
nl: Verkeerslawaai
zh_hans: 交通噪音
zh_hant: 交通噪音

source: Train
de: Zug
ja: 電車
nl: Trein
zh_hans: 火车声
zh_hant: 火車聲

source: Train Horn
de: Zughorn
ja: 列車の警笛
nl: Treinhoorn
zh_hans: 火车汽笛
zh_hant: 火車汽笛

source: Train Wheels Squealing
de: Quietschende Zugräder
ja: 列車の車輪がきしむ音
nl: Piepende treinwielen
zh_hans: 火车车轮尖啸声
zh_hant: 火車車輪尖嘯聲

source: Train Whistle
de: Zugpfeife
ja: 汽笛
nl: Treinfluit
zh_hans: 蒸汽火车汽笛
zh_hant: 蒸汽火車汽笛
